destination = """
    以下是一些推荐的旅游目的地：
    1. 杭州（中国）
    西湖：享有“人间天堂”的美誉，是中国最著名的自然景观之一。
    灵隐寺：杭州最古老的寺庙之一，提供宁静的精神修养场所。
    西溪湿地：天然的湿地生态区，可以近距离接触自然和野生生物。
    2. 丽江（中国）
    古城：保留了完好的历史建筑和纳西族文化，是一个不可多得的步行城市。玉龙雪山：雄伟的山峰，提供滑雪和登山活动，景色壮观。
    束河古镇：比丽江古城更为宁静的地方，适合品茶和静思。
    3. 巴黎（法国）
    埃菲尔铁塔：法国的象征，提供城市全景视角。
    卢浮宫：世界上最大的艺术博物馆之一，收藏有《蒙娜丽莎》等珍贵艺术品。凡尔赛宫：法国历史上的王宫，代表了欧洲花园和宫殿的顶峰。
    4. 开普敦（南非）
    桌山：通过缆车访问，顶部可俯瞰开普敦市和罗宾岛的壮丽景色。好望角：著名的海角，为航海家提供的历史地标。
    克尔斯滕博施植物园：世界上生物多样性最丰富的植物园之一。
    """
attraction = """
    1. 丽江古城（大研古城）
    特色：丽江古城是一个完美保存的古老纳西族城镇，以其石板路、流水和古桥而著名。无需购票即可进入，但维护古城的费用需购买一种维护费证书。
    建议时间：建议早上开始您的游览以避开人群。
    提示：晚上的古城特别迷人，有许多酒吧和咖啡馆可以享受。
    2. 黑龙潭公园
    特色：位于丽江古城北边，是欣赏玉龙雪山倒影的绝佳地点。建议时间：上午或傍晚。
    提示：入园免费，是拍照和散步的好地方。
    3. 玉龙雪山
    特色：这座壮观的雪山是丽江的标志性景点，您可以乘坐索道至冰川公园或牦牛坪。
    建议时间：全天，但需留出足够的时间上山下山。
    提示：高海拔可能引起高反，建议提前做好准备。
    4. 白沙古镇
    特色：相对于丽江古城，白沙古镇更加宁静，保留了更多传统纳西族文化。建议时间：下午。
    提示：可以尝试纳西族的传统手工艺品制作体验。
    5. 束河古镇
    特色：比丽江古城小而更为宁静，是了解纳西族文化的另一个好地点。建议时间：晚上。
    提示：束河古镇的夜生活相对平和，适合享受安静的晚餐。
    """
dining = """
    餐饮建议
    早餐：在丽江古城的小巷内尝试当地的酸奶和烧饵块。
    午餐：在玉龙雪山下的餐厅尝试藏族或纳西族风味的菜肴。
    晚餐：束河古镇有许多提供地道纳西菜的餐馆，推荐尝试纳西烤鱼。
    """
life_tips = """
    旅行提示
    衣着：丽江日夜温差大，即使在夏天也需携带厚外套。
    高反：丽江海拔约2400米，部分人可能会有高原反应。建议游客到达后先适应一下高海拔环境，适当休息，多喝水，少进行剧烈运动。前往高海拔地区如玉龙雪山前，建议预防高原反应。
    """
local_customs = """
    纳西族礼仪：
    纳西族是丽江的主要民族，他们非常看重礼仪。与长辈交谈时，说话要礼貌且避免直视对方的眼睛，这是尊重的表现。在参观纳西族家庭或参与当地活动时，接受主人提供的食物和饮料是礼貌的表现。
    传统服饰：
    当地人在特定节日或有重要活动时可能会穿着传统服装。游客可以租借纳西民族服饰拍照，但应保持尊重，不要对服饰进行任何不适当的处理。
    节日和庆典：
    参与当地节日如三月街（每年农历三月举行的大型集市和庆典）、庙会等，需遵守当地的规矩和传统，比如不大声喧哗、不随意涉足祭祀区域等。
    """
flight = """
    航班号 机型 起飞时间 起飞机场 降落时间 降落机场 班期 餐食服务 票价
    CA1469 32N 06:30 首都国际机场 T2 10:25 三义机场 每天 93% ¥1730 起
    ZH1469 32N 06:30 首都国际机场 T2 10:25 三义机场 每天 93% 查看时价
    JD5181 32Q 06:55 大兴国际机场 10:15 三义机场 每天 97% ¥630 起
    CA1459 32N 16:20 首都国际机场 T2 20:15 三义机场 每天 97% ¥1150 起
    ZH1459 32N 16:20 首都国际机场 T2 20:15 三义机场 每天 97% 查看时价
    3U5234 737 16:55 大兴国际机场 20:05 三义机场 每天 - ¥2860 起
    KN6139 737 16:55 大兴国际机场 20:05 三义机场 每天 - 查看时价
    MU5716 737 16:55 大兴国际机场 20:05 三义机场 每天 - ¥900 起
    3U5234 737 17:00 大兴国际机场 20:05 三义机场 每天 - ¥2860 起
    KN6139 737 17:00 大兴国际机场 20:05 三义机场 每天 - 查看时价
    MU5716 737 17:00 大兴国际机场 20:05 三义机场 每天 - ¥900 起
    """
